EPA = "ieaouIEAOUyYFfvszSZxhlrRjPbtdDkgmnJcCwWNMGQPLH!@$#%"

SIMPLE_MAP = {
    'Y': 'i',
    'y': 'i',
    'ý': 'I',
    'Ý': 'I',
    'í': 'I',
    'é': 'E',
    'É': 'E',
    'á': 'A',
    'Á': 'A',
    'ó': 'O',
    'Ó': 'O',
    'ú': 'U',
    'Ú': 'U',
    'ů': 'U',
    'Ů': 'U',

    'ou': 'y',
    'au': 'Y',
    'eu': 'F',

    '\n': '\n|$|'

}

PAUSE_MAP = {
    '\t': '',

    '. ': '|$|',
    '.': '|$|',
    '; ': '|$|',
    ';': '|$|',

    ', ': '|#|',
    ',': '|#|',

    ' ': '|',
}
